experiments/redis_contention/servers_on_numa/loaded_pairs_48/pair_12/redis.out
4         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       239991.43          ---          ---         0.66479         0.63100         1.14300        14.52700    251956.21 
Gets       239991.43      2937.25    237054.18         0.66479         0.63100         1.14300        14.52700     12555.42 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     479982.86      2937.25    237054.18         0.66479         0.63100         1.14300        14.52700    264511.63